Repository: jc-dazam1/Vinyls_front
Catalog: src/locale/messages.*.xlf
Languages: es

source: Home
es: Inicio

source: Artists
es: Artistas

source: List the Albums
es: Lista de Álbumes

source: Albums
es: Álbumes

source: List Tracks
es: Listado de Canciones

source: Not register Album
es: Álbumes no registrados

source: Add Album
es: Adicionar Album

source: Create Album
es: Crear Album

source: Name
es: Nombre

source: Add Track
es: Adicionar Canciones

source: Duration
es: Tiempo

source: this album not tracks
es: Este album no contiene canciones

source: Genre:
es: Genero

source: Duration required
es: Tiempo requerido

source: Duration too short
es: Valor de Tiempo muy extenso

source: Name required
es: Nombre requerido

source: Create Track
es: Crear Canción

source: Name too large
es: Nombre muy Extenso

source: Cover
es: Caratula

source: Cover required
es: Caratula requerida

source: Cover too short
es: Nombre de Caratula muy Extensa

source: Relase Date
es: Fecha de Salida

source: Relase Date required
es: Fecha de Salida requerida

source: Genre
es: Genero

source: Genre required
es: Genero requerido

source: Genre too short
es: Nombre de Genero muy extenso

source: Record Label
es: Casa Discografica

source: Record Label required
es: Casa Discografica requerida

source: Record Label too short
es: Valor de Casa Discografica muy extenso

source: Tracks
es: Listado de Canciones

source: Comment
es: Comentarios

source: Record Label required
es: Casa Discografica requerido

source: Record Label too short
es: Casa Discografica muy extensa

source: List of artists
es: Lista de Artistas

source: Artist or band name
es: Nombre del artista o de la banda

source: There are no artists registered in the system.
es: No hay artistas registrados en el sistema.

source: Add
es: Añadir

source: Add comment
es: Añadir comentario

source: This Album not contains comment
es: Este Album no contiene comentarios

source: Description
es: Descripción

source: Type here..
es: Escriba aqui..

source: Description too large
es: Valor de descripcion muy extensa

source: Description required
es: Descripción requerida

source: Description too short
es: Descripción muy larga

source: Rating
es: Clasificación

source: Rating required
es: Clasificación requerida

source: Rating too short
es: Clasificación muy corta

source: Create
es: Crear

source: Release Date:
es: Fecha de Salida

source: Cancel
es: Cancelar

source: Album
es: Álbumes

source: Collectors
es: Coleccionistas

source: Birthday Date:
es: Fecha de Nacimiento:

source: The artist / band does not own any albums.
es: La artista / banda no posee ningún álbum.

source: Awards
es: Premios

source: La artista / banda no posee premios.
es: Fecha de Nacimiento:

source: Organization:
es: Organización:

source: Description:
es: Descripción:

source: Date:
es: Fecha:

source: Collectors List
es: Listado de Coleccionistas

source: There are no collectors registered in the System.
es: No hay coleccionistas registrados en el sistema.

source: Telephone:
es: Teléfono:

source: Available Albums:
es: Álbumes Disponibles:

source: Total comments:
es: Total de comentarios:

source: Favorite performers:
es: Artistas favoritos:

source: Album
es: Álbum

source: -- Choose Album --
es: -- Seleccione Álbum --

source: Album is required
es: El álbum es requerido

source: Price
es: Precio

source: Price is required
es: El precio es requerido

source: Status
es: Estado

source: -- Choose Status --
es: -- Seleccione Estado --

source: Status is required
es: El estado es requerido

source: Close
es: Cerrar

source: Personal Information
es: Información Personal

source: Name:
es: Nombre:

source: Available Albums
es: Álbumes Disponibles:

source: Favorite Performers
es: Artistas Favoritos

source: Comments
es: Comentarios

source: The collector hasn't added albums yet.
es: El coleccionista no ha agregado álbumes.

source: The collector hasn't added favorite performers yet.
es: El coleccionista no ha adicionado artistas favoritos.

source: Add Performers
es: Adicionar Artistas

source: The collector hasn't added any comment for an album.
es: El coleccionista no ha agregado comentarios para ningún álbum.

source: Collector comments
es: Comentarios del coleccionista

source: Add favorite performer
es: Adicionar artista favorito

source: Prizes
es: Premios

source: Create prize
es: Crear Premio

source: Prizes List
es: Listado de Premios

source: There are no prizes registered in the System.
es: No se han registrado premios en el sistema.

source: Create Prize
es: Crear Premio

source: Name
es: Nombre

source: Prize name is required
es: El Nombre del premio es requerido

source: Organization
es: Organización

source: Organization name is required
es: El nombre de Organización es requerido

source: Description
es: Descripción

source: Prize description is required
es: La descripción del premio es requerida
